import React from "react";
import "../styles/About.css";

export default function About() {
    return (
        <main className="about-page">
            <h1>СППО РУТ (МИИТ), Профсоюзная организация студентов</h1>
            <p>
                Мы объединяем тысячи творческих, разносторонних студентов и помогаем
                попробовать себя в разных сферах!
            </p>
            <p>
                Тут ты можешь помогать студентам, организовывать и проводить мероприятия,
                создавать уникальный контент, работать с документацией, заниматься
                волонтерством и делать студенческую жизнь ярче!
            </p>
        </main>
    );
}
